// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Öppna Nätverksinställningar…";

// connect/disconnect
"CONNECT" = "Anslut";
"DISCONNECT" = "Koppla från";

// error string
"NO_VPN_CONFIGS" = "VPN är inte inställt";
"NO_MODEM_CONFIGS" = "Inga modemkonfigurationer hittades";
"NO_PPPOE_CONFIGS" = "Inga PPPoE-konfigurationer hittades";

// other items
"SHOW_TIMER" = "Visa tid ansluten";
"SHOW_ANIMATED_STATUS" = "Visa status under anslutning";
"STOP_SHOWING_TIME" = "Sluta visa tid i menyraden";

"SHOW_TIME_FORMAT" = "Visa tid för ”%@” i menyraden";

// scrolling text resources
"SCROLL_CONNECTING" = "Ansluter…";
"SCROLL_DIALING" = "Ringer upp…";
"SCROLL_DISCONNECTING" = "Kopplar från…";
"SCROLL_AUTHENTICATING" = "Autentiserar…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Koppla från %@";
"NOT_CONNECTED_FORMAT" = "Anslut %@";
"CONNECTING_FORMAT" = "Ansluter %@";
"DISCONNECTING_FORMAT" = "Kopplar från %@";
"AUTHENTICATING_FORMAT" = "Autentiserar %@";

"DEFAULT" = "Förval";

/* name strings */
"VPN menu extra" = "VPN-menytillbehör";
"PPP menu extra" = "PPP-menytillbehör";
"PPPoE menu extra" = "PPPoE-menytillbehör";
